{
  "plugins": {
    "adwaita.nvim": {
      "src": "https://github.com/Mofiqul/adwaita.nvim.git"
    },
    "aurora": {
      "src": "https://github.com/ray-x/aurora.git"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink-cmp-dat-word": {
      "src": "https://github.com/xieyonn/blink-cmp-dat-word.git"
    },
    "blink-cmp-env": {
      "src": "https://github.com/bydlw98/blink-cmp-env.git"
    },
    "blink-cmp-git": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-git.git"
    },
    "blink-cmp-latex": {
      "src": "https://github.com/erooke/blink-cmp-latex.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.8.0 - 1.8.0"
    },
    "embed.nvim": {
      "src": "https://github.com/Fasamii/embed.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mdmath.nvim": {
      "src": "https://github.com/Thiago4532/mdmath.nvim.git"
    },
    "netrw-icons.nvim": {
      "src": "https://github.com/Fasamii/netrw-icons.nvim"
    },
    "numb.nvim": {
      "src": "https://github.com/nacro90/numb.nvim"
    },
    "nvim": {
      "src": "https://github.com/Everblush/nvim.git"
    },
    "nvim-gps": {
      "src": "https://github.com/Hubro/nvim-gps.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tetris": {
      "src": "https://github.com/alec-gibson/nvim-tetris.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "one_monokai.nvim": {
      "src": "https://github.com/cpea2506/one_monokai.nvim.git"
    },
    "palenight.nvim": {
      "src": "https://github.com/alexmozaidze/palenight.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "sniprun": {
      "src": "https://github.com/michaelb/sniprun.git"
    },
    "sobsob.nvim": {
      "src": "https://github.com/Fasamii/sobsob.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime.git"
    }
  }
}